[
    {
        "title":"Soybean meal",
        "description":"Soybean meal is a valuable and versatile ingredient widely used in animal feed and as a protein source for human consumption. Soybean meal is renowned for its high protein content, making it a crucial component in livestock and poultry diets. Typically contains around 46-50% protein, making it one of the most concentrated plant-based protein sources. Used in human food products like protein bars, vegetarian burgers, and various processed foods. Soybean meal is considered a sustainable protein source, requiring less land and water compared to animal protein sources. Soybeans are often used in crop rotation, contributing to soil fertility and reducing the need for synthetic fertilizers. The extraction of soybean oil from soybeans for human consumption also contributes to the biodiesel industry, utilizing the byproduct (soybean meal) efficiently. Soybean meal may contain anti-nutritional factors such as trypsin inhibitors and lectins, which can affect nutrient absorption in animals. Processing methods are employed to minimize these factors. A significant portion of global soybean production involves genetically modified varieties. Considerations about the use of genetically modified organisms (GMOs) may arise in certain markets.",
        "imgsrc":"product-images/allsoya.jpg"
    },
    {
        "title":"Soybean oil",
        "description":" Crude soybean oil refers to the unrefined, raw form of oil extracted directly from soybeans. It serves as the initial product before undergoing further processing to remove impurities and enhance its quality. The process begins with the extraction of soybean oil from soybeans through mechanical pressing or solvent extraction methods. In this method, soybeans are mechanically pressed to extract the oil. The resulting product is a crude oil with impurities, including plant debris and residual solvent.Alternatively, soybeans can undergo solvent extraction, where a chemical solvent is used to dissolve and extract the oil. This method is more efficient and yields a higher oil content. Crude soybean oil is primarily composed of fats, including polyunsaturated, monounsaturated, and saturated fats. The specific composition can vary based on factors such as soybean variety and extraction methods. Contains impurities such as plant material, phospholipids, free fatty acids, and possibly residual solvents from the extraction process.Quality control measures are crucial during the refining process to ensure the removal of impurities and the production of a safe and high-quality final product. Crude soybean oil undergoes a refining process to transform it into a versatile and widely used cooking oil, meeting the standards required for both culinary and industrial applications.",
        "imgsrc":"product-images/oil.jpeg"
    
    }
    ,
    {
        "title":"Soya Bean DOC",
        "description":"Soya Bean DOC, or De-Oiled Cake, is a byproduct derived from soybeans after the extraction of soybean oil. This residual material serves various purposes, particularly as a protein-rich ingredient in animal feed formulations.   - Soya Bean DOC is prized for its high protein content, typically ranging from 44% to 48%. This makes it a valuable protein source for livestock and poultry diets. Rich in essential amino acids, including lysine, methionine, and cysteine. These amino acids are crucial for the growth, muscle development, and overall health of animals.As a de-oiled cake, Soya Bean DOC contains significantly reduced levels of fats and oils compared to whole soybean meal. This makes it a concentrated protein source, particularly suitable for animals that require protein without excess fat.  Contains a moderate amount of fiber, contributing to digestive health in animals. Soya Bean DOC is commonly used in poultry feed formulations to meet the protein requirements crucial for growth, feather development, and egg production. Soya Bean DOC is known for its concentrated protein content, allowing for the formulation of nutritionally balanced and cost-effective animal feeds.",
        "imgsrc":"product-images/docanimal.jpg"
    }
]